IdeaRS.Connections
ConnectionTemplate.Properties Property
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "P:IdeaRS.Connections.Data.ConnectionTemplate.Properties"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ConnectionPropData Properties { get; set; }
Property Value
Type: ConnectionPropData
See Also
Reference
ConnectionTemplate Class
IdeaRS.Connections.Data Namespace